Repository: Odinthewanderer/Squad_Troubleshooter_GUI
Catalog: Squad_Troubleshooter/Properties/Language/strings.*.resx
Languages: fr_fr, nl_nl, pt_br, ru_ru, sv_se, zh_cn

# APP_TITLE
source: Squad Troubleshooter
pt_br: Solucionador de Problemas do Squad

# COPY_OUTPUT1
source: Copy Squad logs to Desktop
fr_fr: Copie les fichiers log Squad vers le Bureau (Desktop)
nl_nl: Kopieer Squad aanmeldt bij Desktop
pt_br: Copiar logs do Squad para sua Área de Trabalho
ru_ru: Скопировать журналы Squad на рабочий стол
sv_se: Kopiera Squadloggar till Skrivbordet
zh_cn: 将"战术小队squad"的Log记录复制到桌面

# COPY_OUTPUT2
source: Copying…
fr_fr: Copier…
nl_nl: Kopiëren ...
pt_br: Copiando…
ru_ru: Копирование...
sv_se: Kopierar...
zh_cn: 正在复制…

# COPY_OUTPUT3
source: Copy Complete!
fr_fr: Copier complète!
nl_nl: Kopieer Complete!
pt_br: Cópia Concluída!
ru_ru: Копирование завершено!
sv_se: Kopiering slutförd!
zh_cn: 复制完成！

# DISABLE_FIREWALL_BUTTON
source: Disable Windows Firewall
fr_fr: Désactive le pare-feu Windows
nl_nl: Uitschakelen van Windows Firewall
pt_br: Disabilitar o firewall do Windows
ru_ru: Отключить Брандмауэр Windows
sv_se: Inaktivera Windows-brandväggen
zh_cn: 关闭Windows防火墙

# DISABLE_OUTPUT1
source: Disabling the Windows firewall...
fr_fr: Désactivation du pare-feu Windows...
nl_nl: Het uitschakelen van de Windows-firewall ...
pt_br: Desabilitando o firewall do Windows...
ru_ru: Отключение брандмауэра Windows...
sv_se: Inaktiverar Windowsbrandväggen...
zh_cn: 正在关闭Windows防火墙...

# DISABLE_OUTPUT2
source: Firewall Disabled
fr_fr: Pare-feu Windows désactivé
nl_nl: firewall met een handicap
pt_br: Firewall Disabilitado
ru_ru: Брандмауэр отключен
sv_se: Brandväggen inaktiverad
zh_cn: Windows防火墙已关闭

# EAC_BUTTON
source: Reinstall Easy Anti-Cheat (EAC)
fr_fr: Réinstalle Easy Anticheat (EAC)
nl_nl: Installeer Gemakkelijk Anti-Cheat (EAC)
pt_br: Reinstalar o Easy Anti-Cheat (EAC)
ru_ru: Переустановить Easy Anticheat (EAC)
sv_se: Omisntallera Easy Anti Cheat (EAC)
zh_cn: 重装 Easy Anti-Cheat反作弊软件 (EAC)

# ENABLE_FIREWALL_BUTTON
source: Enable Windows Firewall
fr_fr: Active le pare-feu Windows
nl_nl: Inschakelen Windows Firewall
pt_br: Habilitar o firewall do Windows
ru_ru: Включить Брандмауэр Windows
sv_se: Aktivera Windowsbrandväggen
zh_cn: 启用Windows防火墙

# ENABLE_OUTPUT1
source: Enabling the Windows firewall...
fr_fr: Activation du pare-feu Windows...
nl_nl: Het inschakelen van de Windows-firewall ...
pt_br: Habilitando o firewall do Windows...
ru_ru: Включение брандмауэра Windows...
sv_se: Aktiverar Windowsbrandväggen...
zh_cn: 正在启动Windows防火墙...

# ENABLE_OUTPUT2
source: Firewall Enabled
fr_fr: Pare-feu Windows activé
nl_nl: firewall ingeschakeld
pt_br: Firewall Habilitado
ru_ru: Брандмауэр Включён
sv_se: Brandväggen aktiverad
zh_cn: Windows防火墙已启动

# FILE_MENU_EXIT
source: Exit
fr_fr: Quitte
nl_nl: Uitgang
pt_br: Sair
ru_ru: Выход
sv_se: Avsluta
zh_cn: 退出

# FILE_MENU_PARENT
source: File
fr_fr: Fichier
pt_br: Arquivo
ru_ru: Файл
sv_se: Arkiv
zh_cn: 文件

# GENERATE_BUTTON
source: Generate Windows Event Log
fr_fr: Génère Windows Event Log
nl_nl: Genereer Windows Event Log
pt_br: Gerar Log de Eventos do Windows
ru_ru: Создать журнал событий Windows
sv_se: Skapa Windows Händelselogg
zh_cn: 生成Windows记录文件

# GENERATING_OUTPUT1
source: Generating log files…
fr_fr: Création des fichiers log…
nl_nl: Het genereren van logbestanden ...
pt_br: Gerando arquivos de log…
ru_ru: Создание файлов журналов...
sv_se: Skapar loggfiler...
zh_cn: 正在生成Windows记录文件…

# GENERATING_OUTPUT2
source: Log files have been generated and are now on your desktop
fr_fr: Création des fichiers log réussi et se retrouvent sur votre bureau (Desktop)
nl_nl: Log bestanden zijn gegenereerd en zijn nu op uw bureaublad
pt_br: Os arquivos de logs foram gerados e estão agora na sua Área de Trabalho
ru_ru: Файлы журналов были сохранены на рабочий стол
sv_se: Loggfiler har blivit skapade och ligger nu på ditt skrivbord.
zh_cn: 记录文件已经成功生成并存放于桌面

# GENERATING_OUTPUT3
source: Log is saved as
fr_fr: Log sauvegardé comme
nl_nl: Logboek wordt opgeslagen als
pt_br: O Log foi salvo como
ru_ru: Журнал сохранен как
sv_se: Loggen är sparad som
zh_cn: 记录文件另存为

# GENERATING_OUTPUT4
source: Please send all log files to support@joinsquad.com
fr_fr: S'il vous plait envoyer tout les fichiers log vers support@joinsquad.com
nl_nl: Gelieve alle logbestanden te support@joinsquad.com
pt_br: Por favor envie todos os arquivos de logs para support@joinsquad.com
ru_ru: Пожалуйста, пришлите все файлы журналов на support@joinsquad.com
sv_se: Vänligen skicka alla loggfiler till support@joinsquad.com
zh_cn: 请将所有记录文件发送至：support@joinsquad.com

# GET_HELP_OUTPUT1
source: If you are experiancing game crashes when using the Server Browser in game copy the following URL and visit the forums:
fr_fr: Si vous rencontrez des crashements de votre jeu pendant le chargement des listes de serveurs, veuillez copier URL suivant afin de visiter les forums:
nl_nl: Als u experiancing spel loopt vast bij gebruik van de Server Browser in het spel kopieer de volgende URL en bezoek het forum:
pt_br: Se você encontrar travamentos do jogo quando estiver usando a listagem de servidores dentro do jogo copie o endereço e visite os foruns:
ru_ru: Если вы испытываете проблемы с вылетом игры, когда используете Server Browser в игре, скопируйте следующую ссылку и посетите форумы
sv_se: Om ditt spel kraschar när du använder serverlistan i spelet kopiera följande URL och besök forumen
zh_cn: 如果您在使用服务器浏览器（Server Browser）的时候游戏奔溃,请复制下列URL链接并访问官方论坛（官网暂无中文板块）:

# INSTALL_VCREDIST_2013_ERROR_OUTPUT1
source: No binaries for vc_redist.x64.exe (2013)...
fr_fr: Pas de binaires pour vc_redist.x64.exe (2013)...
nl_nl: Geen binaries voor vc_redist.x64.exe (2013) ...
pt_br: Arquivo vc_redist.x64.exe (2013) não encontrado...
ru_ru: Нет бинарных файлов для vc_redist.x64.exe (2013)...
sv_se: Inga körbara filer för vc_redist.x64.exe (2013)...
zh_cn: 找不到 vc_redist.x64.exe (2013)安装文件...

# INSTALL_VCREDIST_2013_ERROR_OUTPUT2
source: Skipping vc_redist.x64.exe (2013) install…
fr_fr: Sautement de lìnstallation vc_redist.x64.exe (2013)...
nl_nl: Skipping vc_redist.x64.exe (2013) te installeren ...
pt_br: Pulando a instalação do vc_redist.x64.exe (2013)...
ru_ru: Пропуск установки vc_redist.x64.exe (2013)...
sv_se: Hoppar över vc_redist.x64.exe (2013) installation...
zh_cn: 跳过 vc_redist.x64.exe (2013) 安装…

# INSTALL_VCREDIST_2013_OUTPUT1
source: Installing vc_redist.x64.exe (2013)...
fr_fr: Installatio vc_redist.x64.exe (2013)...
nl_nl: vc_redist.x64.exe installeren (2013) ...
pt_br: Instalando vc_redist.x64.exe (2013)...
ru_ru: Установка vc_redist.x64.exe (2013)...
sv_se: Installerar vc_redist.x64.exe
zh_cn: 正在安装 vc_redist.x64.exe (2013)...

# INSTALL_VCREDIST_2013_OUTPUT2
source: VC Redistributable (2013) installation complete
fr_fr: Installation VC Redistributable (2013) complète
nl_nl: VC Redistributable (2013) de installatie voltooid
pt_br: Instalação das bibliotecas Visual C++ (2013) concluída
ru_ru: Установка VC Redistributable (2013) завершена
sv_se: VC Redistributable (2013) installation slutförd
zh_cn: VC Redistributable (2013) 安装完成

# INSTALL_VCREDIST_2015_ERROR_OUTPUT1
source: No binaries for vc_redist.x64.exe (2015)...
fr_fr: Pas de binaires pour vc_redist.x64.exe (2015)...
nl_nl: Geen binaries voor vc_redist.x64.exe (2015) ...
pt_br: Arquivo vc_redist.x64.exe (2015) não encontrado...
ru_ru: Нет бинарных файлов для vc_redist.x64.exe (2015)...
sv_se: Inga körbara filer för vc_redist.x64.exe (2015)...
zh_cn: 找不到 vc_redist.x64.exe (2015)安装文件...

# INSTALL_VCREDIST_2015_ERROR_OUTPUT2
source: Skipping vc_redist.x64.exe (2015) install...
fr_fr: Sautement de l'installation vc_redist.x64.exe (2015)
nl_nl: Skipping vc_redist.x64.exe (2015) te installeren ...
pt_br: Pulando a instalação do vc_redist.x64.exe (2015)...
ru_ru: Пропуск установки vc_redist.x64.exe (2015)...
sv_se: Hoppar över vc_redist.x64.exe (2015) installation...
zh_cn: 跳过 vc_redist.x64.exe (2015) 安装...

# INSTALL_VCREDIST_2015_OUTPUT1
source: Installing vc_redist.x64.exe (2015)...
fr_fr: Installation vc_redist.x64.exe (2015)...
nl_nl: vc_redist.x64.exe installeren (2015) ...
pt_br: Instalando vc_redist.x64.exe (2015)...
ru_ru: Установка vc_redist.x64.exe (2015)...
sv_se: Installerar vc_redist.x64.exe (2015)...
zh_cn: 正在安装 vc_redist.x64.exe (2015)...

# INSTALL_VCREDIST_2015_OUTPUT2
source: VC Redistributable (2015) installation complete
fr_fr: Installation VC Redistributable (2015) complète
nl_nl: VC Redistributable (2015) de installatie voltooid
pt_br: Instalação das bibliotecas Visual C++ (2015) concluída
ru_ru: Установка VC Redistributable (2015) завершена
sv_se: VC Redistributable (2015) installation slutförd
zh_cn: VC Redistributable (2015) 安装完成

# LANGUAGES_MENU_CHINESE
source: Chinese
fr_fr: Chinois
pt_br: Chinês
ru_ru: Китайский
sv_se: Kinesiska
zh_cn: 中文

# LANGUAGES_MENU_DUTCH
source: Dutch
fr_fr: Néerlandais
nl_nl: Nederlands
pt_br: Holandês
ru_ru: Голландский
sv_se: Holländska
zh_cn: 荷兰语

# LANGUAGES_MENU_ENGLISH
source: English
fr_fr: Anglais
nl_nl: Engels
pt_br: Inglês
ru_ru: Английский
sv_se: Engelska
zh_cn: 英语

# LANGUAGES_MENU_FRENCH
source: French
fr_fr: Français
nl_nl: Frans
pt_br: Francês
ru_ru: Французский
sv_se: Franska
zh_cn: 法语

# LANGUAGES_MENU_GERMAN
source: German
fr_fr: Allemand
nl_nl: Duits
pt_br: Alemão
ru_ru: Немецкий
sv_se: Tyska
zh_cn: 德语

# LANGUAGES_MENU_PARENT
source: Languages
fr_fr: Langues
nl_nl: talen
pt_br: Línguas
ru_ru: Языки
sv_se: Språk
zh_cn: 语言

# LANGUAGES_MENU_POLISH
source: Polish
fr_fr: Polonais
nl_nl: Pools
pt_br: Polonês
ru_ru: Польский
sv_se: Polska
zh_cn: 波兰语

# LANGUAGES_MENU_RUSSIAN
source: Russian
fr_fr: Russe
nl_nl: Russisch
pt_br: Russo
ru_ru: Русский
sv_se: Ryska
zh_cn: 俄语

# LANGUAGES_MENU_SPANISH
source: Spanish
fr_fr: Espanol
nl_nl: Spaans
pt_br: Espanhol
ru_ru: Испанский
sv_se: Spanska
zh_cn: 西班牙语

# LANGUAGES_MENU_SWEDISH
source: Swedish
fr_fr: Suédois
nl_nl: Zweeds
pt_br: Sueco
ru_ru: Шведский
sv_se: Svenska
zh_cn: 瑞典语

# LOGS_BUTTON
source: Copy Squad Logs to Desktop
fr_fr: Copie les Squad logs vers le Bureau (Desktop)
nl_nl: Kopieer Squad Logs naar bureaublad
pt_br: Copiar Logs do Squad para a Área de Trabalho
ru_ru: Скопировать журнал Squad на рабочий стол
sv_se: Kopiera Squadloggar till Skrivbordet
zh_cn: 将"战术小队squad"的Log记录复制到桌面

# NUKE_BUTTON
source: Nuke AppData Config Files
fr_fr: Supprimer les fichiers de configuration AppData
pt_br: Remover arquivos de configuração do diretório AppData
ru_ru: Удалить конфигурационные файлы из директории AppData
sv_se: Ta bort AppData konfigurationsfiler
zh_cn: 删除 AppData configuration files相关内容

# NUKE_OUTPUT1
source: AppData directory
fr_fr: Directoire AppData
pt_br: Diretório AppData
ru_ru: Директория AppData
sv_se: AppData Mappen

# NUKE_OUTPUT2
source: has been successfully nuked
fr_fr: Effacement réussi
nl_nl: met succes genuked
pt_br: foi removido com sucesso.
ru_ru: была успешно удалена.
sv_se: har blivit borttagen
zh_cn: 已成功删除.

# REINSTALL_ERROR_OUTPUT1
source: No binaries for EasyAntiCheat_Setup.exe...
fr_fr: Pas de binaires pour EasyAntiCheat_Setup.exe...
nl_nl: Geen binaries voor EasyAntiCheat_Setup.exe ...
pt_br: Arquivo EasyAntiCheat_Setup.exe não encontrado...
ru_ru: Нет бинарных файлов для EasyAntiCheat_Setup.exe...
sv_se: Inga körbara filer för EasyAntiCheat_Setup.exe...
zh_cn: 找不到EasyAntiCheat_Setup.exe...

# REINSTALL_ERROR_OUTPUT2
source: Skipping EasyAntiCheat_Setup.exe install...
fr_fr: Sautement de l'installation EasyAntiCheat_Setup.exe...
nl_nl: Het overslaan EasyAntiCheat_Setup.exe installeren ...
pt_br: Pulando instalação do EasyAntiCheat_Setup.exe...
ru_ru: Пропуск установки EasyAntiCheat_Setup.exe...
sv_se: Hoppar över EasyAntiCheat_Setup.exe installation...
zh_cn: 跳过EasyAntiCheat_Setup.exe安装...

# REINSTALL_OUTPUT1
source: Installing EasyAntiCheat_Setup.exe...
fr_fr: Installe EasyAntiCheat_Setup.exe...
nl_nl: EasyAntiCheat_Setup.exe Installeren ...
pt_br: Instalando EasyAntiCheat_Setup.exe...
ru_ru: Установка EasyAntiCheat_Setup.exe...
sv_se: Installerar EasyAntiCheat_Setup.exe...
zh_cn: 正在安装 EasyAntiCheat_Setup.exe...

# REINSTALL_OUTPUT2
source: EAC installation complete
fr_fr: Installation EAC complète
nl_nl: EAC installatie voltooid
pt_br: Completou Instalação do EAC
ru_ru: Установка EAC завершена
sv_se: EAC installation slutförd!
zh_cn: EAC反作弊软件安装完成

# SERVER_BROWSER_BUTTON
source: Get help with game crashing on server browser
fr_fr: Recevoir de l'aide en vue du Crash pendant le chargement des serveurs
nl_nl: Hulp bij spel crashen op server browser
pt_br: Obter ajuda com travamento do jogo na listagem de servidores
ru_ru: Получить помощь при вылете из игры на просмотре списка серверов
sv_se: Få hjälp med krascher med serverlistan
zh_cn: 服务器浏览器（server browser）导致游戏崩溃的解决方法

# UNKNOWN_ERROR
source: Something went wrong...
fr_fr: Un problème est apparu...
nl_nl: Er ging iets mis...
pt_br: Algo deu errado...
ru_ru: Что-то пошло не так...
sv_se: Något gick fel...
zh_cn: 发生错误...

# VCREDIST_BUTTON
source: Install VC Redistributable 2013 + 2015
fr_fr: Installe VC Redistributable 2013 + 2015
nl_nl: Installeer VC Redistributable 2013 + 2015
pt_br: Instalar bibliotecas Visual C++ 2013 e 2015
ru_ru: Установить VC Redistributable 2013 + 2015
sv_se: Installera VC Redistributable 2013+2015
zh_cn: 安装 VC Redistributable 2013 + 2015
